{
    "barcelona": {
        "name": "Barcelona Tech Trek",
        "image": "barcelona.jpg",
        "description": "BARCELONA DESCRIPTION"
    },
    "almaworks": {
        "name": "Almaworks",
        "image": "almaworks.jpg",
        "description": "Almaworks started as a simple idea: an accelerator program built by students for students. But over just the past two years, it has expanded into becoming one of the most successful student-run accelerators in the country, seeing an Almaworks startup enter Y Combinator and go on to raise a 3.1MM seed round from investors such as KPCB, FundersClub, and many prominent angel investors. Our latest cohort of seven student startups engaged in a nine week intensive program which connected founders with mentors who could teach necessary and proven skills, and included founders tackling challenges in spaces such as hospitality marketing, fantasy sports, and hangover cures.",
        "impulse": "https://impulse.coreatcu.com/tagged/almaworks"
    },
    "khaled-huffington": {
        "name": "DJ Khaled + Arianna Huffington",
        "image": "khaled-huffington.jpg",
        "description": "Havemeyer 309 was packed to capacity for CORE's exclusive fireside chat with Snapchat superstar and music producer DJ Khaled, hosted by The Huffington Post co-founder and Thrive Global founder Arianna Huffington. The media moguls chatted about Khaled's \"major keys\" to success and how anyone can win, win, win, no matter what. Students got a chance to appear on Khaled's Snapchat story, and CORE's own Snapchat geofilter racked up 1.9 million views.",
        "impulse": "https://impulse.coreatcu.com/dj-khaled-arianna-huffington-dig-deep-caffb72d95a8"
    },
    "socratic": {
        "name": "Socratic Circles",
        "image": "socratic.jpg",
        "description": "Impulse launched its Socratic Circles series this past year to provide intimate forums dedicated to creating meaningful and personal conversation around entrepreneurship. Students got to engage guests in student-driven conversations around their life stories, how they got to where they are today, and what advice they have for college students who want to build their careers or make an impact. The Socratic Circles series has featured voices from the NYC entrepreneurship scene such as the VP Engineering of Dots, the cofounder of Republic.co, and the founder of Columbia Startup Lab startup Dearest. ",
        "impulse": "https://impulse.coreatcu.com/a-game-made-to-be-beautiful-7306050e4a76"
    },
    "panel": {
        "name": "Panels",
        "image": "panels.jpg",
        "description": "PANELS DESCRIPTION"
    },
    "startup-columbia": {
        "name": "Startup Columbia",
        "image": "startup-columbia.jpg",
        "description": "For the fourth annual Startup Columbia, the university's two-day entrepreneurship festival, CORE and its partners highlighted unconventional forms of entrepreneurship and announced winners of the $250,000 Columbia Venture Challenge. The program included panels on innovation in the life sciences, climate change, fake news, and women in entrepreneurship, as well as a food pavilion featuring the city's most innovative culinary entrepreneurs. The festival concluded with Black Eyed Peas frontman and hardware startup <a href=\"http://i.am\">i.am+</a> founder <a href=\"http://will.i.am/\">will.i.am</a> delivering an heartfelt reflection on his career and the importance of the entrepreneurial mindset for younger generations regardless of where one comes from.",
        "impulse": "https://impulse.coreatcu.com/startup-columbia-2017-will-i-am-b71b075042a1"
    },
    "impulse": {
        "name": "Best of Impulse",
        "image": "impulse.jpg",
        "description": "BEST OF IMPULSE DESCRIPTION"
    },
    "boston": {
        "name": "Boston Tech Trek",
        "image": "boston.jpg",
        "description": "BOSTON DESCRIPTION"
    },
    "berlin": {
        "name": "Berlin Tech Trek",
        "image": "berlin.jpg",
        "description": "BERLIN DESCRIPTION"
    },
    "eve": {
        "name": "EVE: Entrepreneurship Via Exploration",
        "image": "eve.jpg",
        "description": "EVE, Entrepreneurship via Exploration, is a new weekly, educational program that immersed 12 first-year students within NYC's rich entrepreneurial ecosystem. By speaking with professionals from companies like Expa Labs, RRE Ventures, and Google, the students were exposed to all aspects of the startup process. At the same time, students met with Columbia's very own student founders to see how their peers have participated in the ecosystem. Not only did the students explore NYC's entrepreneurial ecosystem, but also the city itself as they enjoyed community activities in places like Chelsea Market and Central Park. "
    }
}